{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2017-11-23. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is silver. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 47380.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 5995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2017-12-26. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 140.283244237575.", "label": 1.0, "idx": 626}
{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2017-11-19. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 133000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 1100.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-04-05. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 20.33.", "label": 1.0, "idx": 6300}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 76000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 2495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 144.95.", "label": 0.0, "idx": 6488}
{"note": "The brand of the vehicle is Ferrari. The color of the vehicle is red. The body type of the vehicle is Coupe. The distance covered by the vehicle by the vehicle is 8047.0. The engine size of the vehicle is 6.0L. The gearbox type of the vehicle is Semi-Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 109950.0. The seating capacity of the vehicle is 15.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2017-11-16. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 92.985.", "label": 1.0, "idx": 5376}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 7355.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-02-16. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 119.95.", "label": 0.0, "idx": 6443}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 85000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 6595.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The date the vehicle broke down is 2018-06-26. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 621.728899600331.", "label": 1.0, "idx": 2513}
