{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 45598.0. The engine size of the vehicle is 1.7L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 7998.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-05-05. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 10.0. The cost to repair the issue with the vehicle is 2724.54276272664.", "label": 1.0, "idx": 3990}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is red. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 10300.0. The engine size of the vehicle is 1.7L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 14300.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-04-06. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 288.7.", "label": 0.0, "idx": 2078}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is green. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 17677.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 11500.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-08-22. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 252.840327903914. The cost to repair the issue with the vehicle is 239.821626820058.", "label": 1.0, "idx": 6015}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is green. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 110000.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 13495.0. The seating capacity of the vehicle is 6.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-07-27. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 254.95.", "label": 1.0, "idx": 4160}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is white. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 20149.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-04-07. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 1067.45.", "label": 0.0, "idx": 6613}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is white. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 75000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 5800.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-02-03. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 125.8.", "label": 0.0, "idx": 5497}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is gelb. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 75000.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 5490.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-05-07. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 234.9.", "label": 1.0, "idx": 4582}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Coupe. The distance covered by the vehicle by the vehicle is 15500.0. The engine size of the vehicle is 5.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 28995.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-07-14. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 1869.23483456736.", "label": 1.0, "idx": 2464}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Convertible. The distance covered by the vehicle by the vehicle is 5750.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 45990.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-05-06. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 257.97.", "label": 0.0, "idx": 3902}
{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2017-11-19. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is blue. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 16000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 12990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-08-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 23.897.", "label": 0.0, "idx": 4640}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Coupe. The distance covered by the vehicle by the vehicle is 815.0. The engine size of the vehicle is 5.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 37995.0. The seating capacity of the vehicle is 14.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-08-17. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 58.9975.", "label": 1.0, "idx": 6875}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 89455.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 2000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-02-01. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 86.0.", "label": 0.0, "idx": 3799}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 121670.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 1650.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-07-10. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 61.65.", "label": 0.0, "idx": 3590}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is blue. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 97589.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 3290.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 20.987.", "label": 0.0, "idx": 4225}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is blue. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 103000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 1250.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-05-19. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 1136.97843952555.", "label": 1.0, "idx": 1464}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2017-11-23. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 76000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 2495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 144.95.", "label": 0.0, "idx": 6488}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 93154.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 7995.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The date the vehicle broke down is 2018-05-03. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 199.9.", "label": 1.0, "idx": 6901}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 7355.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-02-16. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 119.95.", "label": 0.0, "idx": 6443}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Estate. The distance covered by the vehicle by the vehicle is 126000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 1700.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-05-07. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 10.17.", "label": 1.0, "idx": 6174}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 80600.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 5495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-05-18. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 21.6485.", "label": 1.0, "idx": 84}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is white. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 19553.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 8998.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-04-17. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1690.70165441782. The cost to repair the issue with the vehicle is 2356.10340260227.", "label": 1.0, "idx": 5012}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 103000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 1995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-04-25. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 20.5985.", "label": 1.0, "idx": 1846}
{"note": "The brand of the vehicle is Ferrari. The color of the vehicle is gelb. The body type of the vehicle is Convertible. The distance covered by the vehicle by the vehicle is 1710.0. The engine size of the vehicle is 3.9L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 154950.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Radiator Leaking. The date the vehicle broke down is 2017-12-25. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 3219.0.", "label": 1.0, "idx": 2540}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Wood. The distance covered by the vehicle by the vehicle is 60554.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 2495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-03-15. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 10.2495.", "label": 1.0, "idx": 2055}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 60390.0. The engine size of the vehicle is 4.4L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 22999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-08-20. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 1.5. The cost to repair the issue with the vehicle is 32.2999.", "label": 0.0, "idx": 576}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is red. The body type of the vehicle is Convertible. The distance covered by the vehicle by the vehicle is 2386.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 16994.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-02-18. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 3558.8.", "label": 0.0, "idx": 6919}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 44676.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 12990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-07-28. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 126.495.", "label": 0.0, "idx": 165}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 97000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 2195.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-04-14. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 38.5498496708619. The cost to repair the issue with the vehicle is 53.2095556553298.", "label": 1.0, "idx": 1348}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 24000.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Hydrogen. The price of the vehicle is 7990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-03-19. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 459.5.", "label": 1.0, "idx": 4339}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is red. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 70150.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 3950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-02-03. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 10.395.", "label": 0.0, "idx": 7114}
