{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 89455.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 2000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 86.0.", "label": 0.0, "idx": 3799}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is red. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 60000.0. The engine size of the vehicle is 4.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 5000.0. The seating capacity of the vehicle is 10.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1.5. Critically the cost to repair the issue with the vehicle is 30.5.", "label": 1.0, "idx": 678}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 11999.0. The seating capacity of the vehicle is 20.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 11.1999.", "label": 1.0, "idx": 4674}
{"note": "The brand of the vehicle is Infiniti. The color of the vehicle is white. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 3008.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 22995.0. The seating capacity of the vehicle is 17.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 539.9.", "label": 1.0, "idx": 7203}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 133000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1100.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 20.33.", "label": 1.0, "idx": 6300}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 96700.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 9990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 624.17844976803.", "label": 1.0, "idx": 1788}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 76000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 144.95.", "label": 0.0, "idx": 6488}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 815.0. The engine size of the vehicle is 5.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 37995.0. The seating capacity of the vehicle is 14.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 58.9975.", "label": 1.0, "idx": 6875}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is blue. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 16000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 12990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 23.897.", "label": 0.0, "idx": 4640}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 60390.0. The engine size of the vehicle is 4.4L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 22999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1.5. Critically the cost to repair the issue with the vehicle is 32.2999.", "label": 0.0, "idx": 576}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is gelb. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 288.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 20999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 16.0. Critically the cost to repair the issue with the vehicle is 3469.85.", "label": 1.0, "idx": 414}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is blue. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 10383.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 7150.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 990.446774304147.", "label": 1.0, "idx": 5689}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 7355.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 119.95.", "label": 0.0, "idx": 6443}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 70150.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 3950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 10.395.", "label": 0.0, "idx": 7114}
