{"note": "The Age of the patient is 51. The Sex of the patient is female. The Chest pain type is asymptomatic. The Resting blood pressure is 120. The Serum cholesterol is 0. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 127. The Exercise-induced angina is yes. The ST depression induced by exercise relative to rest is 1.5. The Slope of the peak exercise ST segment is upsloping.", "label": 1, "idx": 622}
{"note": "The Age of the patient is 71. The Sex of the patient is female. The Chest pain type is non-anginal pain. The Resting blood pressure is 110. The Serum cholesterol is 265. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is probable or definite left ventricular hypertrophy. The Maximum heart rate achieved is 130. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 144}
{"note": "The Age of the patient is 34. The Sex of the patient is female. The Chest pain type is atypical angina. The Resting blood pressure is 118. The Serum cholesterol is 210. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 192. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.7. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 513}
{"note": "The Age of the patient is 72. The Sex of the patient is male. The Chest pain type is asymptomatic. The Resting blood pressure is 143. The Serum cholesterol is 211. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 109. The Exercise-induced angina is yes. The ST depression induced by exercise relative to rest is 1.4. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 259}
{"note": "The Age of the patient is 37. The Sex of the patient is female. The Chest pain type is asymptomatic. The Resting blood pressure is 130. The Serum cholesterol is 173. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is ST-T wave abnormality. The Maximum heart rate achieved is 184. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 78}
{"note": "The Age of the patient is 54. The Sex of the patient is female. The Chest pain type is asymptomatic. The Resting blood pressure is 127. The Serum cholesterol is 333. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is ST-T wave abnormality. The Maximum heart rate achieved is 154. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 717}
{"note": "The Age of the patient is 63. The Sex of the patient is female. The Chest pain type is atypical angina. The Resting blood pressure is 140. The Serum cholesterol is 195. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 179. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 555}
{"note": "The Age of the patient is 41. The Sex of the patient is male. The Chest pain type is asymptomatic. The Resting blood pressure is 120. The Serum cholesterol is 237. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 138. The Exercise-induced angina is yes. The ST depression induced by exercise relative to rest is 1.0. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 383}
