{"note": "The brand of the vehicle is Ford. The color of the vehicle is orange. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 21918.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 9295.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 29.295.", "label": 0.0, "idx": 3205}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 102299.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 799.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 55.98.", "label": 0.0, "idx": 1561}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 45000.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 129.9.", "label": 0.0, "idx": 2985}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 83000.0. The engine size of the vehicle is 4.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 9450.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 309.0.", "label": 0.0, "idx": 2514}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 3770.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 28995.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 1367.4672324988.", "label": 1.0, "idx": 7033}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 52219.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 10300.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 29.27.", "label": 0.0, "idx": 1679}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 27931.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 9299.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 84.9469743291926. Critically the cost to repair the issue with the vehicle is 71.5884611840643.", "label": 1.0, "idx": 5713}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is white. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 4500.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 16899.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 137.595189901732. Critically the cost to repair the issue with the vehicle is 184.839700191868.", "label": 1.0, "idx": 2075}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is silver. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 111000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 6295.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Windscreen Crack. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 217.904879664308. Critically the cost to repair the issue with the vehicle is 245.519887162413.", "label": 1.0, "idx": 5210}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is orange. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 3362.0. The engine size of the vehicle is 1.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 12497.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 684.85.", "label": 0.0, "idx": 6029}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 83000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 3495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 84.465.", "label": 1.0, "idx": 6000}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is yellow. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 25302.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 9558.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Windscreen Crack. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 25.7348.", "label": 0.0, "idx": 3574}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 87000.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 79.8.", "label": 1.0, "idx": 7272}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is blue. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 16000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 12990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 23.897.", "label": 0.0, "idx": 4640}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is grey. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is -14640.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 209.75.", "label": 1.0, "idx": 279}
{"note": "The brand of the vehicle is Ferrari. The color of the vehicle is yellow. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 45000.0. The engine size of the vehicle is 3.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 59995.0. The seating capacity of the vehicle is 20.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 48.0. Critically the cost to repair the issue with the vehicle is 9959.25.", "label": 1.0, "idx": 1058}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is black. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 138000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 595.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 131.9.", "label": 0.0, "idx": 3358}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 4000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 8695.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 63.475.", "label": 1.0, "idx": 6576}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 57264.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4989.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 24.989.", "label": 1.0, "idx": 3297}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 89000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 2200.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 170.0.", "label": 1.0, "idx": 1821}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is grey. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 12210.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 12995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 769.75.", "label": 0.0, "idx": 6968}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is red. The body type of the vehicle is Convertible. Critically the distance covered by the vehicle by the vehicle is 2386.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 16994.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 8.0. Critically the cost to repair the issue with the vehicle is 3558.8.", "label": 0.0, "idx": 6919}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is red. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is 153835.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2195.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 334.638914023758. Critically the cost to repair the issue with the vehicle is 498.203584890824.", "label": 1.0, "idx": 2720}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is blue. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 97589.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 3290.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 20.987.", "label": 0.0, "idx": 4225}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is red. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is -2302.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 37097.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 439.679.", "label": 1.0, "idx": 2236}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 27329.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 12470.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 164.7.", "label": 0.0, "idx": 806}
{"note": "The brand of the vehicle is DS. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 14499.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 221.493.", "label": 1.0, "idx": 3789}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 14725.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 6500.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 302.251835954478. Critically the cost to repair the issue with the vehicle is 382.587035400849.", "label": 1.0, "idx": 6709}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is green. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 63887.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 3889.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 117.78.", "label": 0.0, "idx": 6684}
{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Convertible. Critically the distance covered by the vehicle by the vehicle is 5750.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 45990.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 257.97.", "label": 0.0, "idx": 3902}
{"note": "The brand of the vehicle is Ferrari. The color of the vehicle is red. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 9400.0. The engine size of the vehicle is 4.5L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 164995.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 1769.95.", "label": 0.0, "idx": 3940}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 19884.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 8410.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 229.357012080458.", "label": 1.0, "idx": 3434}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is blue. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 23597.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Hybrid Petrol/Electric. Critically the price of the vehicle is 29997.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 54.9985.", "label": 0.0, "idx": 4154}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 33000.0. The engine size of the vehicle is 1.25L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 5400.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1743.53169163596. Critically the cost to repair the issue with the vehicle is 1416.34264357719.", "label": 1.0, "idx": 7291}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 95107.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 5750.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 21.725.", "label": 1.0, "idx": 5412}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is red. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 52559.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 45562.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1224.25282029998. Critically the cost to repair the issue with the vehicle is 1252.81383830869.", "label": 1.0, "idx": 4113}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is red. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 10300.0. The engine size of the vehicle is 1.7L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 14300.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 8.0. Critically the cost to repair the issue with the vehicle is 288.7.", "label": 0.0, "idx": 2078}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is white. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 15000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 55948.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 3553.43285858916.", "label": 1.0, "idx": 4379}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 14000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 56990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 148.495.", "label": 0.0, "idx": 1456}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is black. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 16963.0. The engine size of the vehicle is 4.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 16995.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 75.2955.", "label": 0.0, "idx": 4790}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 12316.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 15295.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 505.56656124409. Critically the cost to repair the issue with the vehicle is 815.392040382946.", "label": 1.0, "idx": 5248}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 17967.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7300.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 186.0.", "label": 1.0, "idx": 58}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 125000.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 1195.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 10.1195.", "label": 0.0, "idx": 3141}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is green. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 3250.0. The engine size of the vehicle is 5.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 46950.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 529.5.", "label": 0.0, "idx": 40}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 42000.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7700.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 76.4239003829026. Critically the cost to repair the issue with the vehicle is 71.2283117886.", "label": 1.0, "idx": 499}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 75000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 5800.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 125.8.", "label": 0.0, "idx": 5497}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is silver. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 20000.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 6790.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 22.037.", "label": 0.0, "idx": 1194}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 44000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 5500.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 860.535769797015.", "label": 1.0, "idx": 5227}
{"note": "The brand of the vehicle is Bentley. The color of the vehicle is grey. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 15000.0. The engine size of the vehicle is 4.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 90500.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 87.15.", "label": 0.0, "idx": 5098}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 29980.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 5995.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 82.0353486649686. Critically the cost to repair the issue with the vehicle is 92.8582296081554.", "label": 1.0, "idx": 4914}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 65000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1200.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 16.0. Critically the cost to repair the issue with the vehicle is 500.0.", "label": 0.0, "idx": 585}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 19000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 33995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 273.906209550561.", "label": 1.0, "idx": 2808}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is white. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is -16421.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 60910.0. The seating capacity of the vehicle is 10.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 1338.2.", "label": 1.0, "idx": 2036}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 113000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4250.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 8.0. Critically the cost to repair the issue with the vehicle is 1010.0.", "label": 0.0, "idx": 2507}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 89455.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 2000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 86.0.", "label": 0.0, "idx": 3799}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 1090.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 14999.0. The seating capacity of the vehicle is 10.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 33.4991.", "label": 1.0, "idx": 3055}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is white. The body type of the vehicle is Pickup. Critically the distance covered by the vehicle by the vehicle is 70568.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 20990.0. The seating capacity of the vehicle is 10.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 36.0. Critically the cost to repair the issue with the vehicle is 2819.0.", "label": 1.0, "idx": 832}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is white. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 15023.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 33490.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 454.9.", "label": 0.0, "idx": 2338}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 6230.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 56992.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 3029.6.", "label": 0.0, "idx": 748}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 14689.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 94.689.", "label": 0.0, "idx": 248}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 128000.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1789.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 57.89.", "label": 0.0, "idx": 949}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 80000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 18995.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3765.8105253851. Critically the cost to repair the issue with the vehicle is 4203.33669778323.", "label": 1.0, "idx": 3700}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is blue. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 37000.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4295.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 24.295.", "label": 0.0, "idx": 2222}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 10829.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 13000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 988.778660243249. Critically the cost to repair the issue with the vehicle is 1449.16795225197.", "label": 1.0, "idx": 4708}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 60390.0. The engine size of the vehicle is 4.4L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 22999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1.5. Critically the cost to repair the issue with the vehicle is 32.2999.", "label": 0.0, "idx": 576}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is white. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 15.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 38990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Windscreen Crack. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 83.394.", "label": 0.0, "idx": 4368}
{"note": "The brand of the vehicle is Infiniti. The color of the vehicle is white. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 32.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 20995.0. The seating capacity of the vehicle is 16.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 186.040482412559. Critically the cost to repair the issue with the vehicle is 339.648748878408.", "label": 1.0, "idx": 1425}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is silver. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 101000.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 9995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1175.26639192559. Critically the cost to repair the issue with the vehicle is 1160.49593561416.", "label": 1.0, "idx": 690}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is yellow. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 88000.0. The engine size of the vehicle is 1.9L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2795.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 780.790332848281. Critically the cost to repair the issue with the vehicle is 967.4623585984.", "label": 1.0, "idx": 1252}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is white. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 5.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 20149.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 1067.45.", "label": 0.0, "idx": 6613}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 121670.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1650.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 61.65.", "label": 0.0, "idx": 3590}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 92000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 4299.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 274.95.", "label": 1.0, "idx": 5474}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 7355.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 119.95.", "label": 0.0, "idx": 6443}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is silver. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 88005.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 260.0.", "label": 0.0, "idx": 2938}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 82263.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 11000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Warning Light. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 27.0. Critically the cost to repair the issue with the vehicle is 650.0.", "label": 0.0, "idx": 5811}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is silver. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 67000.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 3190.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 16.0. Critically the cost to repair the issue with the vehicle is 1552.35014606759.", "label": 1.0, "idx": 3896}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 96000.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 5995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 159.9.", "label": 1.0, "idx": 3460}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 70150.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 3950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 10.395.", "label": 0.0, "idx": 7114}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 12784.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 12998.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 11.2998.", "label": 1.0, "idx": 3843}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 24000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 6995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 754.631469261095.", "label": 1.0, "idx": 198}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Wood. Critically the distance covered by the vehicle by the vehicle is 111000.0. The engine size of the vehicle is 999.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 7295.0. The seating capacity of the vehicle is 13.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 265.9.", "label": 1.0, "idx": 2165}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is 102000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 1995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 159.75.", "label": 0.0, "idx": 3474}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 101933.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 5995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 179.95.", "label": 0.0, "idx": 2904}
{"note": "The brand of the vehicle is Abarth. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 7800.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 16150.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 484.431911275429. Critically the cost to repair the issue with the vehicle is 636.017933465205.", "label": 1.0, "idx": 5499}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 13297.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 14995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 11.4995.", "label": 0.0, "idx": 3551}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is 14226.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 11981.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 11.1981.", "label": 1.0, "idx": 3884}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 17000.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 12449.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 72.449.", "label": 0.0, "idx": 4953}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 77172.0. The engine size of the vehicle is 4.4L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 19980.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 6113.87084471868.", "label": 1.0, "idx": 5032}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is white. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is 10845.0. The engine size of the vehicle is 999.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 21899.0. The seating capacity of the vehicle is 13.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 41.899.", "label": 1.0, "idx": 2439}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is red. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 29095.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1002.99927138568. Critically the cost to repair the issue with the vehicle is 1525.26281606183.", "label": 1.0, "idx": 5551}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 1343.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Hybrid Petrol/Electric. Critically the price of the vehicle is 19996.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 1059.8.", "label": 0.0, "idx": 1876}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 51000.0. The engine size of the vehicle is 1.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 1495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 20.4485.", "label": 0.0, "idx": 1814}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is black. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 50.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 49890.0. The seating capacity of the vehicle is 10.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 2674.5.", "label": 1.0, "idx": 1001}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 81114.0. The engine size of the vehicle is 1.25L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4295.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 42.1475.", "label": 0.0, "idx": 2988}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is Panel Van. Critically the distance covered by the vehicle by the vehicle is 71095.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 32340.0. The seating capacity of the vehicle is 13.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 443.4.", "label": 1.0, "idx": 1168}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 98805.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 5370.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 1411.1726683966.", "label": 1.0, "idx": 5211}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is green. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 11332.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 19157.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 503.14.", "label": 0.0, "idx": 6805}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 11095.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 8278.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 22.4834.", "label": 1.0, "idx": 5143}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 23604.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 4695.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 173.9.", "label": 0.0, "idx": 3374}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 8229.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 13598.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 46.799.", "label": 1.0, "idx": 4324}
{"note": "The brand of the vehicle is Bentley. The color of the vehicle is black. The body type of the vehicle is Coupe. Critically the distance covered by the vehicle by the vehicle is 79600.0. The engine size of the vehicle is 6.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 31995.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 36.0. Critically the cost to repair the issue with the vehicle is 3919.5.", "label": 0.0, "idx": 3139}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 80000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 10200.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 282.0.", "label": 0.0, "idx": 3877}
{"note": "The brand of the vehicle is Jeep. The color of the vehicle is gelb. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 6900.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 37495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 789.9.", "label": 1.0, "idx": 2030}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Pickup. Critically the distance covered by the vehicle by the vehicle is 36752.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 17994.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Electrical Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 109.97.", "label": 0.0, "idx": 3688}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 140000.0. The engine size of the vehicle is 1.8L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2280.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 1.0. Critically the cost to repair the issue with the vehicle is 22.28.", "label": 0.0, "idx": 1329}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is blue. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 13450.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 48499.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 2135.32798015597. Critically the cost to repair the issue with the vehicle is 3470.67249964428.", "label": 1.0, "idx": 4214}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 23183.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 13990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 319.8.", "label": 0.0, "idx": 310}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is orange. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 66.0. The engine size of the vehicle is 2.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 33400.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 0.5. Critically the cost to repair the issue with the vehicle is 13.34.", "label": 0.0, "idx": 6285}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 76000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 2495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 144.95.", "label": 0.0, "idx": 6488}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 60000.0. The engine size of the vehicle is 2.7L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 4990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Windscreen Crack. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 62.994.", "label": 0.0, "idx": 5675}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is gelb. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 102000.0. The engine size of the vehicle is 4.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 6500.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 1028.31908096292.", "label": 1.0, "idx": 3204}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is grey. The body type of the vehicle is Estate. Critically the distance covered by the vehicle by the vehicle is 133000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 3495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 69.7571707979748. Critically the cost to repair the issue with the vehicle is 66.5987566227938.", "label": 1.0, "idx": 5807}
{"note": "The brand of the vehicle is Jeep. The color of the vehicle is gelb. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 12000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 11995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 10.0. Critically the cost to repair the issue with the vehicle is 799.75.", "label": 1.0, "idx": 4278}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 12477.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 10395.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 593.229598731936.", "label": 1.0, "idx": 5448}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is gelb. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 2500.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 14997.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 809.85.", "label": 1.0, "idx": 1060}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 137673.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 790.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Starter Motor Issue. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 235.022464584684.", "label": 1.0, "idx": 5509}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is silver. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 63189.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 8499.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 34.604728927218. Critically the cost to repair the issue with the vehicle is 50.484245962242.", "label": 1.0, "idx": 1567}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is grey. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 7332.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 10398.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 4.0. Critically the cost to repair the issue with the vehicle is 1674.47750291043.", "label": 1.0, "idx": 5273}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is white. The body type of the vehicle is Hatchback. Critically the distance covered by the vehicle by the vehicle is 7503.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7695.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 3.0. Critically the cost to repair the issue with the vehicle is 444.75.", "label": 0.0, "idx": 6588}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is silver. The body type of the vehicle is Saloon. Critically the distance covered by the vehicle by the vehicle is 65000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 3995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Sensor Malfunction. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 319.75.", "label": 0.0, "idx": 957}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is grey. The body type of the vehicle is MPV. Critically the distance covered by the vehicle by the vehicle is 35000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 4850.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is medium. Critically the hours taken to repair the issue with the vehicle is 2.0. Critically the cost to repair the issue with the vehicle is 161.734920756879.", "label": 1.0, "idx": 2137}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is gelb. The body type of the vehicle is Convertible. Critically the distance covered by the vehicle by the vehicle is 25000.0. The engine size of the vehicle is 5.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 39995.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Tyre Alignment. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 1.5. Critically the cost to repair the issue with the vehicle is 33.9995.", "label": 1.0, "idx": 1538}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 44676.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 12990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The complexity of repair the issue with the vehicle is hard. Critically the hours taken to repair the issue with the vehicle is 6.0. Critically the cost to repair the issue with the vehicle is 126.495.", "label": 0.0, "idx": 165}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is silver. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 51000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. Critically the price of the vehicle is 7950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Excessive Emissions. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 94.6085306163583. Critically the cost to repair the issue with the vehicle is 124.58534118118.", "label": 1.0, "idx": 2635}
{"note": "The brand of the vehicle is Jeep. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 91000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 5699.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 9.0. Critically the cost to repair the issue with the vehicle is 236.99.", "label": 0.0, "idx": 2535}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is black. The body type of the vehicle is SUV. Critically the distance covered by the vehicle by the vehicle is 83139.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. Critically the price of the vehicle is 7999.0. The seating capacity of the vehicle is 7.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The complexity of repair the issue with the vehicle is easy. Critically the hours taken to repair the issue with the vehicle is 102.039259276444. Critically the cost to repair the issue with the vehicle is 140.822798749486.", "label": 1.0, "idx": 5865}
