{"note": "The brand of the vehicle is Fiat. The color of the vehicle is bronze. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 15999.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 10991.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Windscreen Crack. The date the vehicle broke down is 2018-04-13. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 104.690895663453. The cost to repair the issue with the vehicle is 82.9304280778745.", "label": 1.0, "idx": 4199}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 5780.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 8999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-08-03. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 6217.28060315198. The cost to repair the issue with the vehicle is 7183.00736185148.", "label": 1.0, "idx": 7182}
{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2017-11-19. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 26481.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 5090.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-02-27. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 413.542821272043.", "label": 1.0, "idx": 4503}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 89455.0. The engine size of the vehicle is 1.1L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 2000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-02-01. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 86.0.", "label": 0.0, "idx": 3799}
{"note": "The brand of the vehicle is Isuzu. The color of the vehicle is gelb. The body type of the vehicle is Pickup. The distance covered by the vehicle by the vehicle is 36764.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19194.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-03-26. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 45.7582.", "label": 1.0, "idx": 3713}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 128000.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 1789.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-04-14. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 57.89.", "label": 0.0, "idx": 949}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Convertible. The distance covered by the vehicle by the vehicle is 5750.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 45990.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-05-06. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 257.97.", "label": 0.0, "idx": 3902}
{"note": "The brand of the vehicle is Bentley. The color of the vehicle is grey. The body type of the vehicle is Coupe. The distance covered by the vehicle by the vehicle is 15000.0. The engine size of the vehicle is 4.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 90500.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-08-01. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 87.15.", "label": 0.0, "idx": 5098}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 16700.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 7299.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-06-27. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 252.99.", "label": 1.0, "idx": 4196}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 16956.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 8299.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-04-25. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 82.430158056448. The cost to repair the issue with the vehicle is 73.6060411490479.", "label": 1.0, "idx": 7015}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is white. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 75000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 5800.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-02-03. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 125.8.", "label": 0.0, "idx": 5497}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is blue. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5913.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 15704.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2021-05-18. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 12.0. The cost to repair the issue with the vehicle is 10189.7738488618.", "label": 1.0, "idx": 4439}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 121670.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 1650.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-07-10. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 61.65.", "label": 0.0, "idx": 3590}
{"note": "The brand of the vehicle is Jeep. The color of the vehicle is gelb. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 2000.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 15000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2017-12-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 47.5.", "label": 1.0, "idx": 1007}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is red. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 2620.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 51082.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Windscreen Crack. The date the vehicle broke down is 2018-07-03. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 424.358970817693.", "label": 1.0, "idx": 56}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 7355.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 7995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-02-16. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 119.95.", "label": 0.0, "idx": 6443}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is silver. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 88005.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 7000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Radiator Leaking. The date the vehicle broke down is 2018-04-10. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 260.0.", "label": 0.0, "idx": 2938}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is white. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 8028.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 12500.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-08-02. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3240.51529622113. The cost to repair the issue with the vehicle is 4112.94757799788.", "label": 1.0, "idx": 1678}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is white. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 20149.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-04-07. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 1067.45.", "label": 0.0, "idx": 6613}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is red. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 70150.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 3950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-02-03. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 10.395.", "label": 0.0, "idx": 7114}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 34277.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 8500.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-03-17. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 22.55.", "label": 1.0, "idx": 5075}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is blue. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 16000.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 12990.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-08-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 23.897.", "label": 0.0, "idx": 4640}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5852.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-04-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 178.116027063686. The cost to repair the issue with the vehicle is 206.938046020786.", "label": 1.0, "idx": 2063}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is silver. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 45000.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 4495.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2018-05-04. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 129.9.", "label": 0.0, "idx": 2985}
{"note": "The brand of the vehicle is Hyundai. The color of the vehicle is silver. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 2050.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 12995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-03-06. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 10.0. The cost to repair the issue with the vehicle is 3554.09845607833.", "label": 1.0, "idx": 3050}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is red. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 10369.0. The engine size of the vehicle is 1.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 11989.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-06-10. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 9400.19194117308. The cost to repair the issue with the vehicle is 10262.8337118833.", "label": 1.0, "idx": 5833}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 33575.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 3893.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Gear Box Issue. The date the vehicle broke down is 2018-04-22. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 78.93.", "label": 1.0, "idx": 4779}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 83000.0. The engine size of the vehicle is 4.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 9450.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2018-04-26. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 309.0.", "label": 0.0, "idx": 2514}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 125000.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 1195.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-08-19. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 10.1195.", "label": 0.0, "idx": 3141}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is white. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 19553.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 8998.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-04-17. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1690.70165441782. The cost to repair the issue with the vehicle is 2356.10340260227.", "label": 1.0, "idx": 5012}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 12200.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 7400.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-04-21. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 254.0.", "label": 1.0, "idx": 2762}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is red. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 10300.0. The engine size of the vehicle is 1.7L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 14300.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-04-06. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 288.7.", "label": 0.0, "idx": 2078}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is yellow. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 25302.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 9558.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Windscreen Crack. The date the vehicle broke down is 2018-08-28. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 25.7348.", "label": 0.0, "idx": 3574}
{"note": "The brand of the vehicle is Honda. The color of the vehicle is orange. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 3362.0. The engine size of the vehicle is 1.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 12497.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-04-22. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 684.85.", "label": 0.0, "idx": 6029}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is blue. The body type of the vehicle is Coupe. The distance covered by the vehicle by the vehicle is 23597.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Hybrid Petrol/Electric. The price of the vehicle is 29997.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 54.9985.", "label": 0.0, "idx": 4154}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 29789.0. The engine size of the vehicle is 1.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 6000.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-08-21. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 34.6047465943916.", "label": 1.0, "idx": 6719}
{"note": "The brand of the vehicle is Lexus. The color of the vehicle is blue. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 97589.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 3290.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 20.987.", "label": 0.0, "idx": 4225}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 66255.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 6490.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Radiator Leaking. The date the vehicle broke down is 2018-03-02. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 643.397398002402. The cost to repair the issue with the vehicle is 715.369355913763.", "label": 1.0, "idx": 3776}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Estate. The distance covered by the vehicle by the vehicle is 33324.0. The engine size of the vehicle is 2.3L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 5990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-07-27. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 40.9834507622768.", "label": 1.0, "idx": 441}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 113265.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 5289.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-04-11. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 2255.8593787883. The cost to repair the issue with the vehicle is 2353.42952007813.", "label": 1.0, "idx": 868}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 44462.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 7498.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-05-14. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 227.482.", "label": 1.0, "idx": 5014}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 140000.0. The engine size of the vehicle is 1.8L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 2280.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The date the vehicle broke down is 2018-04-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 22.28.", "label": 0.0, "idx": 1329}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Estate. The distance covered by the vehicle by the vehicle is 5420.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19975.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-05-05. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 25.9925.", "label": 1.0, "idx": 82}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 47000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 8900.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Steering Wheel Shaking. The date the vehicle broke down is 2018-04-18. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 28.9.", "label": 1.0, "idx": 3231}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2017-11-23. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is orange. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 66.0. The engine size of the vehicle is 2.3L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 33400.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2020-03-10. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 13.34.", "label": 0.0, "idx": 6285}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 76000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 2495.0. The seating capacity of the vehicle is 4.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-05-02. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 144.95.", "label": 0.0, "idx": 6488}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Estate. The distance covered by the vehicle by the vehicle is 9665.0. The engine size of the vehicle is 1.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 14795.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-02-17. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 0.5. The cost to repair the issue with the vehicle is 11.4795.", "label": 1.0, "idx": 157}
{"note": "The brand of the vehicle is Bentley. The color of the vehicle is gelb. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 84000.0. The engine size of the vehicle is 6.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 67950.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-04-23. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 859.5.", "label": 1.0, "idx": 6512}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is gelb. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 44462.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 7498.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Transmission Issue. The date the vehicle broke down is 2018-05-14. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 227.482.", "label": 1.0, "idx": 5014}
{"note": "The brand of the vehicle is Jaguar. The color of the vehicle is grey. The body type of the vehicle is Saloon. The distance covered by the vehicle by the vehicle is 60000.0. The engine size of the vehicle is 2.7L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 4990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 4.0. The issue with the vehicle is Windscreen Crack. The date the vehicle broke down is 2018-03-22. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 62.994.", "label": 0.0, "idx": 5675}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is blue. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 81700.0. The engine size of the vehicle is 2.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 11900.0. The seating capacity of the vehicle is 18.0. The number of doors in the vehicle is 3.0. The issue with the vehicle is Excessive Emissions. The date the vehicle broke down is 2018-08-25. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 70.71.", "label": 1.0, "idx": 7049}
{"note": "The brand of the vehicle is Fiat. The color of the vehicle is red. The body type of the vehicle is Convertible. The distance covered by the vehicle by the vehicle is 2386.0. The engine size of the vehicle is 1.4L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 16994.0. The seating capacity of the vehicle is 2.0. The number of doors in the vehicle is 2.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-02-18. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 8.0. The cost to repair the issue with the vehicle is 3558.8.", "label": 0.0, "idx": 6919}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 14000.0. The engine size of the vehicle is 3.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 56990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2020-12-22. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 148.495.", "label": 0.0, "idx": 1456}
{"note": "The brand of the vehicle is Citroen. The color of the vehicle is grey. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 12210.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 12995.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-08-15. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 769.75.", "label": 0.0, "idx": 6968}
{"note": "The brand of the vehicle is Kia. The color of the vehicle is black. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 20000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Petrol. The price of the vehicle is 6000.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-03-05. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 169.010286353514. The cost to repair the issue with the vehicle is 150.132469561602.", "label": 1.0, "idx": 1105}
{"note": "The brand of the vehicle is Dacia. The color of the vehicle is white. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 7503.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 7695.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2018-06-08. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 444.75.", "label": 0.0, "idx": 6588}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is black. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 60390.0. The engine size of the vehicle is 4.4L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 22999.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Tyre Alignment. The date the vehicle broke down is 2018-08-20. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 1.5. The cost to repair the issue with the vehicle is 32.2999.", "label": 0.0, "idx": 576}
{"note": "The brand of the vehicle is Chevrolet. The color of the vehicle is grey. The body type of the vehicle is MPV. The distance covered by the vehicle by the vehicle is 92000.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 850.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Starter Motor Issue. The date the vehicle broke down is 2018-02-19. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 3.0. The cost to repair the issue with the vehicle is 68.5.", "label": 1.0, "idx": 3459}
{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 44676.0. The engine size of the vehicle is 2.2L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 12990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-07-28. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 6.0. The cost to repair the issue with the vehicle is 126.495.", "label": 0.0, "idx": 165}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 65000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 1200.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Engine Issue. The date the vehicle broke down is 2018-07-12. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 16.0. The cost to repair the issue with the vehicle is 500.0.", "label": 0.0, "idx": 585}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is red. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 67700.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 4200.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Brake Pads Worn. The date the vehicle broke down is 2018-08-01. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 2.0. The cost to repair the issue with the vehicle is 229.673868655943.", "label": 1.0, "idx": 1298}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is silver. The body type of the vehicle is Wood. The distance covered by the vehicle by the vehicle is 20000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 16950.0. The seating capacity of the vehicle is 6.0. The number of doors in the vehicle is 6.0. The issue with the vehicle is Electrical Issue. The date the vehicle broke down is 2018-05-11. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 104.75.", "label": 1.0, "idx": 3022}
