{"note": "The brand of the vehicle is Land Rover. The color of the vehicle is grey. The body type of the vehicle is SUV. The distance covered by the vehicle by the vehicle is 5000.0. The engine size of the vehicle is 2.0L. The gearbox type of the vehicle is Automatic. The fuel type of the vehicle is Diesel. The price of the vehicle is 33489.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Sensor Malfunction. The date the vehicle broke down is 2017-11-23. The complexity of repair the issue with the vehicle is hard. The hours taken to repair the issue with the vehicle is 9.0. The cost to repair the issue with the vehicle is 1854.45.", "label": 0.0, "idx": 6681}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 61269.0. The engine size of the vehicle is 1.8L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 4775.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Warning Light. The date the vehicle broke down is 2018-04-24. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 705.100312182811. The cost to repair the issue with the vehicle is 1296.10237692963.", "label": 1.0, "idx": 5577}
{"note": "The brand of the vehicle is DS. The color of the vehicle is grey. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 10.0. The engine size of the vehicle is 1.6L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Diesel. The price of the vehicle is 19990.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 5.0. The issue with the vehicle is Alternator Failing. The date the vehicle broke down is 2017-11-19. The complexity of repair the issue with the vehicle is medium. The hours taken to repair the issue with the vehicle is 4.0. The cost to repair the issue with the vehicle is 479.8.", "label": 0.0, "idx": 1062}
{"note": "The brand of the vehicle is Ford. The color of the vehicle is white. The body type of the vehicle is Hatchback. The distance covered by the vehicle by the vehicle is 7800.0. The engine size of the vehicle is 1.5L. The gearbox type of the vehicle is Manual. The fuel type of the vehicle is Petrol. The price of the vehicle is 11160.0. The seating capacity of the vehicle is 5.0. The number of doors in the vehicle is 0.0. The issue with the vehicle is Flat Tyres. The date the vehicle broke down is 2018-04-11. The complexity of repair the issue with the vehicle is easy. The hours taken to repair the issue with the vehicle is 1.0. The cost to repair the issue with the vehicle is 23.348.", "label": 1.0, "idx": 5715}
